#+TITLE: haushalt
#+CATEGORY: haushalt
#+STARTUP: overview 
#+STARTUP: hidestars
#+PROPERTY: Assigned_to_ALL kordano jeth64
#+OPTIONS: d:nil
**** Overview

A web service for organizing your domestic resources. 

**** Usage

#+BEGIN_SRC Bash
lein figwheel
#+END_SRC
Go to =localhost:3449=
**** TODOs
***** DONE experiment with less				     :design:feature:
      CLOSED: [2015-07-16 Do 08:59] DEADLINE: <2015-07-15 Mi>
      :LOGBOOK:  
      - State "DONE"       from "TODO"       [2015-07-16 Do 08:59]
      CLOCK: [2015-07-14 Di 09:46]--[2015-07-14 Di 10:18] =>  0:32
      :END:      
     :PROPERTIES:
     :Created: [2015-07-14 Di 09:44]
     :Associated_file: [[/home/konny/projects/haushalt/resources/public/css/styles.less]]
     :Assigned_to: kordano
     :END:
***** TODO design data model					     :design:
     DEADLINE: <2015-07-17 Fr>
     :LOGBOOK:  
     - Note taken on [2015-07-09 Do 10:23] \\
       What is the first use case?
     CLOCK: [2015-07-09 Do 10:16]--[2015-07-09 Do 10:25] =>  0:09
     CLOCK: [2015-07-08 Mi 11:15]--[2015-07-08 Mi 11:26] =>  0:11
     :END:      
     :PROPERTIES:
     :Created: [2015-07-08 Mi 11:14]
     :Assigned_to: kordano
     :END:
**** References
**** License

Copyright © 2015 Konrad Kühne & Judith Massa

Distributed under the Eclipse Public License either version 1.0 or (at
your option) any later version.

